{
  "results": [
    {
      "petId": 1,
      "petName": "Simba",
      "petAge": "9 years",
      "petBreed": "Mixed breed",   
      "petType": "Dog",   
      "petGender": "Male",
      "petDescription": "Simba has always lived with an old lady but can no longer take care of him, so that he did not end up in the kennel we have taken over. He is a calm and adult dog, he does not know what it is to live in a shelter when he was always in a house. He is polite although he is overwhelmed when it is necessary to put the strap on him since he had always left loose. He does not deserve to finish his last years without a family.",
      "petRegistrationDate": 1379887200000,
      "petProfileUrl": "http://arcadenoe.org/imas/animales/_346/a_3461551024296.jpg",
      "petProfileThumbnailUrl": "http://arcadenoe.org/imas/animales/_346/a_3461551024296.jpg"
    },
    {
      "petId": 2,
      "petName": "Bones",
      "petAge": "6 years and 5 months",
      "petBreed": "Mixed breed",   
      "petType": "Dog",   
      "petGender": "Male",
      "petDescription": "Bones is alone again.This little boy entered the ward in 2014, and a few months later he was adopted.He found someone who cared for him, and both loved each other as one can only want a dog and a good person. The owner has died in an accident and Bones has been left alone. Unfortunately, now all we can do is fight so that as soon as possible I will be with a family again. We know it will be soon because an angel will undoubtedly continue to take care of him.",
      "petRegistrationDate": 1370027200000,
      "petProfileUrl": "http://arcadenoe.org//imas/animales/_93/a_931548600736.jpg",
      "petProfileThumbnailUrl": "http://arcadenoe.org//imas/animales/_93/a_931548600736.jpg"
    },
    {
      "petId": 3,
      "petName": "Elsa",
      "petAge": "7 years and 1 month",
      "petBreed": "Mixed breed",   
      "petType": "Dog",   
      "petGender": "Female",
      "petDescription": "Elsa is a dog that we took out of the kennel, we had gone to pick up another dog when we passed near her cage and we saw her cornered and shaking. We could not leave her there. It is very good and quiet.It is major, we have done a general and disease analysis to see how it is, and is very healthy. Except for the teeth, which were fatal but has already been intervened and after removing the most damaged parts is recovered in a shelter. She is very good and obedient, she is educated and she walks very well. This grandmother needs a family I assure you that you will fall in love with her, she is super grateful.",
      "petRegistrationDate": 1378027200000,
      "petProfileUrl": "http://arcadenoe.org/imas/animales/_344/a_3441549042751.jpg",
      "petProfileThumbnailUrl": "http://arcadenoe.org/imas/animales/_344/a_3441549042751.jpg"
    },
    {
      "petId": 4,
      "petName": "Lima",
      "petAge": "6 years and 5 months",
      "petBreed": "Bodeguero",   
      "petGender": "Female",
      "petType": "Dog",   
"petDescription": "Lima lived all his life in a school farm where he was happy and welcomed with affection all those who passed by, whether they were people or animals. What she has never understood why some changes in the way of managing the company by the new owners could ruin her life, we do not understand it either but it has been and Lima has found its way to the kennel. Now she is with us, she is safe again, however she remains very sad, longs for her former owners and does not stop losing her fear. That is why it is important that you find a home as soon as possible where you can trust in the human being again. Even with fear, she is very good and sociable.",
      "petRegistrationDate": 1373087200000,
      "petProfileUrl": "http://arcadenoe.org/imas/animales/_335/a_3351549793480.jpg",
      "petProfileThumbnailUrl": "http://arcadenoe.org/imas/animales/_335/a_3351549793480.jpg"
    },
    {
      "petId": 5,
      "petName": "Sira",
      "petAge": "2 years",
      "petBreed": "Mixed breed",   
      "petGender": "Female",
      "petType": "Dog",   
"petDescription": "Sira has been a host of weeks and has proven to be a calm and educated bitch. He has shared a couch with two more dogs and could go through a cushion because he has not made any noise. It's a pity that after behaving so well, he returns to the shelter. We have to find her family, she is an admirable, good and affectionate dog, beautiful and playful but she knows how to behave and be calm when it is necessary to be.",
      "petRegistrationDate": 1473087200000,
      "petProfileUrl": "http://arcadenoe.org/imas/animales/_327/a_3271549793163.jpg",
      "petProfileThumbnailUrl": "http://arcadenoe.org/imas/animales/_327/a_3271549793163.jpg",
    },  {
      "petId": 6,
      "petName": "Cotton",
      "petAge": "2 years and 4 months",
      "petBreed": "Tabby Siamese",   
      "petGender": "Female",
      "petType": "Cat",   
"petDescription": "Cotton is very affectionate, loves pampering and keeping company on the lap is special for the sofa!.",
      "petRegistrationDate": 1473517200000,
      "petProfileUrl": "http://arcadenoe.org/imas/animales/_212/a_2121431193268.jpg",
      "petProfileThumbnailUrl": "http://arcadenoe.org/imas/animales/_212/a_2121431193268.jpg"
    } 
]
}
